[BalanceDefs.GiftTurnIn InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_TaggartFist MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Punho de Taggart"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_TaggartFist:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Um punho decepado, endurecido depois de bater em rostos durante anos. Tem a palavra "MAMÃE" tatuada nas juntas dos dedos."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_TaggartMomGift MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Presente de Taggart Para Sua Mãe"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_TaggartMomGift:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Uma caixa surpresa, preparada por alguém que parece estar mais capacitado a arrancar olhos do que embalar presentes."
NoConstraintText=""
Suffix=""
Prefix=""

